//
//	Localizable.strings
//	Viewer v1.1.0
//
//	Created by Julius Oklamcak on 2012-09-01.
//	Copyright © 2011-2013 Julius Oklamcak. All rights reserved.
//
//	Permission is hereby granted, free of charge, to any person obtaining a copy
//	of this software and associated documentation files (the "Software"), to deal
//	in the Software without restriction, including without limitation the rights to
//	use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies
//	of the Software, and to permit persons to whom the Software is furnished to
//	do so, subject to the following conditions:
//
//	The above copyright notice and this permission notice shall be included in all
//	copies or substantial portions of the Software.
//
//	THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS
//	OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
//	FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
//	AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY,
//	WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN
//	CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
//

"Done"			= "Done";
"Cancel"		= "Cancel";
"Delete"		= "Delete";
"Close"			= "Close";

"Library"		= "Library";
"Updating"		= "Updating";
"Documents"		= "Documents";
"Folders"		= "Folders";
"Recent"		= "Recent";

"%i of %i"		= "%1$i of %2$i";

"NewFolderName"				= "New folder name";
"FolderAlreadyExists"		= "Folder name already exists";

"NewDocumentName"			= "Rename document";
"InvalidDocumentName"		= "Invalid document name";
"DocumentAlreadyExists"		= "Document name already exists";

"ConfirmDeleteTitle"		= "Confirm Delete";
"ConfirmDeleteMessage"		= "Do you really wish to delete the selected items?";

"DocumentPassword"			= "Document password";
"IncorrectPassword"			= "Incorrect document password";
